Revit 2027 API
ParameterTypeId.SketchingOffset Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SketchingOffset { get; }
Public Shared ReadOnly Property SketchingOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SketchingOffset {
	ForgeTypeId^ get ();
}
static member SketchingOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace